// У файлі render - functions.js створи екземпляр SimpleLightbox для роботи з модальним вікном
// та зберігай функції для відображення елементів інтерфейсу:

function createGallery(images) {}
// Ця функція повинна приймати масив images, створювати HTML - розмітку для галереї, додавати її в
// контейнер галереї та викликати метод екземпляра SimpleLightbox refresh().Нічого не повертає.

function clearGallery() {}
// Ця функція нічого не приймає та повинна очищати вміст контейнера галереї.Нічого не повертає.

function showLoader() {}
// Ця функція нічого не приймає, повинна додавати клас для відображення лоадера.Нічого не повертає.

function hideLoader() {}
// Ця функція нічого не приймає, повинна прибирати клас для відображення лоадера.Нічого не повертає.
